/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Уведомление о соединении";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "Настройка %1$@ (%2$@)";

/* No comment provided by engineer. */
"%@ has 1 new message." = "У %@ 1 новое сообщение.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ находится в вашем локальном списке контактов, но не на сервере. Хотите добавить этот контак в список?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; двойное нажатие для регистрации.";

/* No comment provided by engineer. */
"(unknown)" = "(неизвестно)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Новая уч. запись>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Ad-Hoc команда; двойное нажатие для запуска";

/* No comment provided by engineer. */
"Add" = "Добавить";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Извещение";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium не может подтвердить подлинность «%@».";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium не смог найти информации в профиле пользователя. Возможно это имя не зарегистрировано.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Извещение Adium: %@";

/* No comment provided by engineer. */
"Adium User" = "Пользователь Adium";

/* Button title to allow an action */
"Allow" = "Разрешить";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Разрешить мобильные страницы MSN?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Возникла ошибка при отправке файла.";

/* No comment provided by engineer. */
"Authenticating" = "Проверка подлинности";

/* Connection step */
"Balancer handshake" = "Уравновешивание рукопожатия";

/* No comment provided by engineer. */
"Ban" = "Ban";

/* No comment provided by engineer. */
"Bankick" = "Bankick";

/* No comment provided by engineer. */
"Blocked" = "Заблокирован";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Отменить запрос на оповещение присутствия для %@";

/* Category table column header for the service discovery browser */
"Category" = "Категория";

/* Menu item title for changing the password of an account */
"Change Password" = "Сменить пароль";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Конференция; двойное нажатие для подключения";

/* Button title to connect; this is a verb */
"Connect" = "Подключить";

/* Connection step */
"Connected" = "Подключен";

/* No comment provided by engineer. */
"Connecting" = "Подключение";

/* No comment provided by engineer. */
"Connection error." = "Ошибка подключения.";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Ошибка синхронизации списка контактов для %@";

/* No comment provided by engineer. */
"Continue" = "Продолжить";

/* No comment provided by engineer. */
"Delete" = "Удалить";

/* No comment provided by engineer. */
"Delete & Unregister" = "Удалить и отменить регистрацию";

/* No comment provided by engineer. */
"Delete Account" = "Удалить учетную запись";

/* No comment provided by engineer. */
"Delete Account from Server" = "Delete Account from Server";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Удалить учетную запись %@? Вы так же можете удалить уетную запись на сервере.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Devoice";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Служба директорий; двойное нажатие для поиска";

/* Button title to prevent an action */
"Disallow" = "Запретить";

/* No comment provided by engineer. */
"Discovery Browser" = "Браузер обнаружения";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Разрешить или запретить людям из списка контактов отправлять мобильные страницы MSN на ваш мобильный телефон, либо другое карманное устройство?";

/* Used as a label for a username specified by email address */
"Email" = "Эл. почта";

/* Connection step */
"Exchanging key hash" = "Обмен ключом хэша ";

/* No comment provided by engineer. */
"Fetching..." = "Получение...";

/* No comment provided by engineer. */
"File Send Error" = "Ошибка отправки файла";

/* Generic fields request window title */
"Form" = "Форма";

/* No comment provided by engineer. */
"From: " = "От: ";

/* No comment provided by engineer. */
"GG Number" = "Номер GG";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Группа для добавленных контактов";
"Incorrect username or password" = "Неверное имя пользователя или пароль";

/* No comment provided by engineer. */
"Info" = "Инфо";

/* No comment provided by engineer. */
"Initializing Stream" = "Инициализирую поток";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Начать многопользовательский чат с %@";

/* No comment provided by engineer. */
"Invite" = "Пригласить";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Присоединиться";

/* No comment provided by engineer. */
"Kick" = "Kick";

/* No comment provided by engineer. */
"Launch %@" = "Запустить %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "Сообщать другим, что я слушаю";
"Looking up server" = "Поиск сервера";

/* user mood tooltip title */
"Mood" = "Настроение";

/* Name table column header for the service discovery browser */
"Name" = "Имя";

/* No comment provided by engineer. */
"New Mail" = "Новая почта";

/* Sample name and server for new IRC accounts */
"nickname" = "псевдоним";

/* Name for IRC user names */
"Nickname" = "Псевдоним";

/* No comment provided by engineer. */
"No reason was given." = "Причина неизвестна.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Сервер не был настроен для учетной записи %1$@ %2$@. Введите данные ниже, чтобы подключиться.";

/* No comment provided by engineer. */
"No Server Specified" = "Сервер не указан";

/* No comment provided by engineer. */
"Node:" = "Узел:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Только когда запрос принят и контакт добавлен в список.";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Открыть почту в браузере";

/* Name for the orphans group */
"Orphans" = "Собеседники вне групп";

/* No comment provided by engineer. */
"Parse Error." = "Ошибка парсинга.";

/* No comment provided by engineer. */
"Ping %@" = "Ping %@";

/* No comment provided by engineer. */
"Priority when available" = "Приоритет, когда доступен";
"Priority when away" = "Приоритет, когда отошёл";
"Re-request Authorization from %@" = "Перезапросить авторизацию у %@";

/* Connection step */
"Reading data" = "Читаю данные";

/* Connection step */
"Reading server key" = "Чтение ключа сервера";

/* No comment provided by engineer. */
"Really remove gateway?" = "Вы действительно хотите удалить шлюз?";

/* alert default button */
"Remove" = "Удалить";

/* gateway menu item */
"Remove gateway" = "Удалить шлюз";

/* Roster - the Jabber default group */
"Resource" = "Ресурс";
"Roster" = "Ростер";

/* No comment provided by engineer. */
"Search for Users" = "Поиск пользователей";

/* No comment provided by engineer. */
"Search Results" = "Результаты поиска";

/* No comment provided by engineer. */
"Send" = "Отправить";

/* No comment provided by engineer. */
"Send Message" = "Отправить сообщение";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Браузер обнаружения служб";

/* No comment provided by engineer. */
"Service:" = "Служба:";

/* No comment provided by engineer. */
"Set Mood" = "Изменить настроение";

/* No comment provided by engineer. */
"Set Nickname" = "Изменить псевдоним";

/* No comment provided by engineer. */
"Set User Info" = "Изменить инфомацию о пользователе";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Изменить имя «для друзей».";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Изменить номер домашнего телефона.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Изменить номер мобильного телефона.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Изменить номер рабочего телефона.";

/* No comment provided by engineer. */
"Show Server Certificate" = "Показать сертификат сервера";

/* No comment provided by engineer. */
"Subject: " = "Тема: ";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Временно быть невидимым для %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "Сертификат сервера %@ недействителен, а значит подлинность сервера не может быть подтверждена автоматически. Продолжать соединение?\n\nДля дополнительной информации, нажмите кнопку «Показать сертификат».";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Введенное имя пользователя не зарегистрировано. Проверьте правильность его написания. ";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Другой пользователь заблокирован.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Пользователь временно недоступен.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Это имя будет видно видно друзьям в MSN.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Этот узел не предоставляет служб, доступных этой программе.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Этот узел предоставляет ad-hoc команды. Откройте контекстное меню, чтобы получить к ним доступ.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Будет удален сам шлюз %@, а также все собеседники в списке контактов, принадлежащие к этому шлюзу. Это действие невозможно отменить.";

/* user tune tooltip title */
"Tune" = "Настройка";

/* No comment provided by engineer. */
"Un-hide From %@" = "Стать видимым для %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Невозможно прочитать список с сервера для %@. Попробуйте повторить попытку позже.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Отписаться от %@";

/* Sample name and server for new livejournal accounts */
"username" = "имя пользователя";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "username@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Подтвердить сертификат";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Посмотреть веб-профиль %1$@ %2$@";

/* No comment provided by engineer. */
"Voice" = "Voice";

/* No comment provided by engineer. */
"Waiting for Response" = "Ожидание ответа";

/* No comment provided by engineer. */
"Warning level is too high." = "Уровень предупреждения слишком высокий.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "Когда кто-то просит видеть мой статус";
"XML Console" = "XML Консоль";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Вы отправляете сообщения слишком часто. Подождите секунду и попытайтесь снова.";

/* No comment provided by engineer. */
"You have 1 new message." = "У вас 1 новое сообщение.";

/* No comment provided by engineer. */
"You have mail!\n" = "Новая почта!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Сообщение к %@ не было отправлено";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Сообщение было отклонено собеседником.";

/* No comment provided by engineer. */
"Your message was too big." = "Сообщение слишком большое.";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(необязательно)";
"Accept" = "Принимать";
"Accept and Add To List" = "Принимать и добавлять в список";
"Allow plaintext authentication" = "Allow plaintext authentication";
"Ask What To Do" = "Спросить о действии";
"Authorization Domain:" = "Домен авторизации:";
"Authorization User:" = "Пользователь:";
"Available Priority:" = "Приоритет доступности:";
"Away Priority:" = "Отсутствия:";
"BOSH Server:" = "Сервер BOSH:";
"Chat Room Name:" = "Название комнаты:";
"Connect Server:" = "Сервер подключения:";
"Connection:" = "Соединение:";
"Deny" = "Отклонять";
"Display new mail notifications" = "Display new mail notifications";
"Do strict certificate checks" = "Do strict certificate checks";
"Either enter your XMPP server address here:" = "Введите адрес XMPP-сервера:";
"Encoding:" = "Кодировка:";
"Encrypt connection using SSL" = "Защитить соединение используя SSL";
"Execute commands on connect:" = "Выполнить команды при подключении:";
"File Transfer Proxies:" = "Прокси передачи файлов:";
"Force old-style SSL" = "Force old-style SSL";
"Handle:" = "Псевдоним:";
"Hostname:" = "Сервер:";
"Invite Contacts:" = "Пригласить:";
"Let others know what iTunes is playing" = "Let others know what iTunes is playing";
"Mail:" = "Электронная почта:";
"Music:" = "Музыка:";
"Password:" = "Пароль:";
"Presence Subscriptions:" = "Подписки на присутствие:";
"Publish Status to Everyone" = "Публиковать для всех";
"Realname:" = "Настоящее имя:";
"Register New Account" = "Register New Account";
"Registering…" = "Регистрирую…";
"Request New Account" = "Request New Account";
"Require SSL/TLS" = "Require SSL/TLS";
"Resource:" = "Ресурс:";
"Security:" = "Безопасность:";
"Server Name" = "Server Name";
"Server:" = "Сервер:";
"Use SIP proxy:" = "Использовать SIP-прокси:";
"Use UDP" = "Использовать UDP";
"Username (Ident):" = "Имя пользователя:";
"Visit Server Homepage" = "Visit Server Homepage";
"With Message:" = "Сообщение:";

/* Machine-translated for the arm64 revival */
"Channel:" = "Канал:";
"Dismiss" = "Закрыть";
"Don't download" = "Не скачивать";
"Don't show channel posts as messages" = "Не показывать публикации каналов как сообщения";
"Don't show status updates as messages" = "Не показывать обновления статуса как сообщения";
"Full resolution" = "Полное разрешение";
"Logon QR Code" = "QR-код для входа";
"Phone Number" = "Номер телефона";
"Please enter pairing code or scan the QR code" = "Введите код привязки или отсканируйте QR-код";
"Profile pictures:" = "Картинки профиля:";
"Read" = "Прочитано";
"Separate contacts’ names with commas." = "Разделяйте имена собеседников запятыми.";
"Small (preview)" = "Малый размер (превью)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Этот собеседник вам звонит. Adium не поддерживает звонки WhatsApp.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Этот собеседник пытается вам позвонить. Adium не поддерживает звонки WhatsApp.";
"and add to list in group:" = "и добавить в группу:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "У %1$@ %2$lu новых сообщ.";
"...add to list in group:" = "…добавить в список в группу:";
"Display custom emoticons" = "Показывать пользовательские эмотиконы";
"Emoticons:" = "Эмотиконы:";
"Encryption:" = "Шифрование:";
"Let others know when you are typing" = "Оповещать собеседников о наборе текста";
"One per line, / is optional. $me will be replaced with your current nickname." = "По одной команде на строку, / необязателен. $me будет заменено вашим текущим псевдонимом.";
"or select a public server from the list:" = "или выберите публичный сервер из списка:";
"Port:" = "Порт:";
"Status:" = "Статус:";
"Typing:" = "Набор текста:";
"You have %lu new messages." = "У вас %lu новых сообщ.";

/* The rebuilt account area: what the protocol descriptions turn into as fields.
   These classes live in AdiumLibpurple, so lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium на %@";

/* No comment provided by engineer. */
"Server" = "Сервер";

/* No comment provided by engineer. */
"Port" = "Порт";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Имя учетной записи";

/* No comment provided by engineer. */
"Execute commands on connect" = "Выполнять команды при подключении";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "По одной команде на строку, без косой черты в начале.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Качество картинок профиля";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Оригинал";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Предпросмотр";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Не загружать";
